Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# DataApi.AccessTokenMissing
source: Google authorization did not provide an access token. Sign in again.
af_za: Google-magtiging het nie 'n toegangtoken verskaf nie. Meld weer aan.
am_et: የGoogle ፍቃድ የመዳረሻ ማስመሰያ አልሰጠም። እንደገና ይግቡ።
ar_sa: لم يوفر ترخيص Google رمز وصول. قم بتسجيل الدخول مرة أخرى.
as_in: গুগলৰ অনুমোদনে কোনো প্ৰৱেশ টোকেন প্ৰদান কৰা নাছিল। আকৌ চাইন ইন কৰক।
az_latn_az: Google avtorizasiyası giriş nişanı təqdim etməyib. Yenidən daxil olun.
be_by: Аўтарызацыя Google не дала маркер доступу. Увайдзіце яшчэ раз.
bg_bg: Упълномощаването на Google не предостави токен за достъп. Влезте отново.
bn_bd: Google অনুমোদন একটি অ্যাক্সেস টোকেন প্রদান করেনি। আবার সাইন ইন করুন.
bs_latn_ba: Google autorizacija nije dala pristupni token. Prijavite se ponovo.
ca_es: L'autorització de Google no ha proporcionat cap testimoni d'accés. Torna a iniciar la sessió.
cs_cz: Autorizace Google neposkytla přístupový token. Znovu se přihlaste.
da_dk: Google-autorisation gav ikke et adgangstoken. Log ind igen.
de_de: Bei der Google-Autorisierung wurde kein Zugriffstoken bereitgestellt. Melden Sie sich erneut an.
el_gr: Η εξουσιοδότηση Google δεν παρείχε διακριτικό πρόσβασης. Συνδεθείτε ξανά.
es_us: La autorización de Google no proporcionó un token de acceso. Inicia sesión nuevamente.
et_ee: Google'i volitus ei andnud juurdepääsuluba. Logige uuesti sisse.
eu_es: Google-ren baimenak ez du sarbide-token bat eman. Hasi saioa berriro.
fa_ir: مجوز Google یک نشانه دسترسی ارائه نکرده است. دوباره وارد شوید.
fi_fi: Googlen valtuutus ei antanut käyttöoikeustunnusta. Kirjaudu uudelleen sisään.
fil_ph: Hindi nagbigay ng access token ang awtorisasyon ng Google. Mag-sign in muli.
fr_ca: L'autorisation Google n'a pas fourni de jeton d'accès. Connectez-vous de nouveau.
gl_es: A autorización de Google non proporcionou un token de acceso. Inicia sesión de novo.
gu_in: Google અધિકૃતતાએ ઍક્સેસ ટોકન પ્રદાન કર્યું નથી. ફરીથી સાઇન ઇન કરો.
he_il: הרשאת Google לא סיפקה אסימון גישה. היכנס שוב.
hi_in: Google प्राधिकरण ने एक्सेस टोकन प्रदान नहीं किया। पुनः साइन इन करें.
hr_hr: Google autorizacija nije dala pristupni token. Prijavite se ponovno.
hu_hu: A Google felhatalmazása nem biztosított hozzáférési tokent. Jelentkezzen be újra.
hy_am: Google-ի թույլտվությունը մուտքի նշան չի տրամադրել: Նորից մուտք գործեք:
id_id: Otorisasi Google tidak memberikan token akses. Masuk lagi.
is_is: Google heimild gaf ekki aðgangslykil. Skráðu þig inn aftur.
it_it: L'autorizzazione di Google non ha fornito un token di accesso. Accedi di nuovo.
ja_jp: Google 認証ではアクセス トークンが提供されませんでした。再度サインインします。
ka_ge: Google-ის ავტორიზაცია არ აძლევდა წვდომის ჟეტონს. ხელახლა შედით.
kk_kz: Google авторизациясы кіру таңбалауышын қамтамасыз етпеді. Жүйеге қайта кіріңіз.
km_kh: ការអនុញ្ញាតរបស់ Google មិនបានផ្តល់សញ្ញាសម្ងាត់ចូលប្រើទេ។ ចូលម្តងទៀត។
kn_in: Google ದೃಢೀಕರಣವು ಪ್ರವೇಶ ಟೋಕನ್ ಅನ್ನು ಒದಗಿಸಿಲ್ಲ. ಮತ್ತೆ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko_kr: Google 인증에서 액세스 토큰을 제공하지 않았습니다. 다시 로그인하세요.
ky_kg: Google уруксаты кирүү белгисин берген жок. Кайра кириңиз.
lo_la: ການອະນຸຍາດຂອງ Google ບໍ່ໄດ້ໃຫ້ token ການເຂົ້າເຖິງ. ເຂົ້າສູ່ລະບົບອີກຄັ້ງ.
lt_lt: „Google“ įgaliojimas nesuteikė prieigos prieigos rakto. Prisijunkite dar kartą.
lv_lv: Google autorizācija nenodrošināja piekļuves pilnvaru. Pierakstieties vēlreiz.
mk_mk: Овластувањето на Google не обезбеди токен за пристап. Најавете се повторно.
ml_in: Google അംഗീകാരം ഒരു ആക്സസ് ടോക്കൺ നൽകിയിട്ടില്ല. വീണ്ടും സൈൻ ഇൻ ചെയ്യുക.
mn_mn: Google-ийн зөвшөөрөл нь хандалтын тэмдэг өгөөгүй. Sign in again.
mr_in: Google अधिकृततेने प्रवेश टोकन प्रदान केले नाही. पुन्हा साइन इन करा.
ms_my: Keizinan Google tidak memberikan token akses. Log masuk semula.
nb_no: Google-autorisasjon ga ikke et tilgangstoken. Logg på igjen.
ne_np: Google प्राधिकरणले पहुँच टोकन प्रदान गरेन। फेरि साइन इन गर्नुहोस्।
nl_nl: Google-autorisatie heeft geen toegangstoken verstrekt. Meld u opnieuw aan.
or_in: ଗୁଗୁଲ୍ ପ୍ରାଧିକରଣ ଏକ ପ୍ରବେଶ ଟୋକନ୍ ପ୍ରଦାନ କରି ନାହିଁ | ପୁନର୍ବାର ସାଇନ୍ ଇନ୍ କରନ୍ତୁ |
pa_in: Google ਪ੍ਰਮਾਣਿਕਤਾ ਨੇ ਇੱਕ ਪਹੁੰਚ ਟੋਕਨ ਪ੍ਰਦਾਨ ਨਹੀਂ ਕੀਤਾ। ਦੁਬਾਰਾ ਸਾਈਨ ਇਨ ਕਰੋ।
pl_pl: Autoryzacja Google nie zapewniła tokena dostępu. Zaloguj się ponownie.
pt_br: A autorização do Google não forneceu um token de acesso. Faça login novamente.
ro_ro: Autorizarea Google nu a furnizat un token de acces. Conectați-vă din nou.
ru_ru: Авторизация Google не предоставила токен доступа. Войдите снова.
si_lk: Google අවසරය ප්‍රවේශ ටෝකනයක් සපයා නැත. නැවත පුරන්න.
sk_sk: Autorizácia Google neposkytla prístupový token. Prihláste sa znova.
sl_si: Googlova avtorizacija ni zagotovila žetona za dostop. Ponovno se prijavite.
sq_al: Autorizimi i Google nuk ka dhënë një shenjë aksesi. Hyni përsëri.
sr_cyrl_rs: Гоогле овлашћење није обезбедило приступни токен. Пријавите се поново.
sr_latn_rs: Google ovlašćenje nije obezbedilo pristupni token. Prijavite se ponovo.
sv_se: Google-auktorisering gav ingen åtkomsttoken. Logga in igen.
sw_ke: Uidhinishaji wa Google haukutoa tokeni ya ufikiaji. Ingia tena.
ta_in: Google அங்கீகாரம் அணுகல் டோக்கனை வழங்கவில்லை. மீண்டும் உள்நுழையவும்.
te_in: Google అధికారం యాక్సెస్ టోకెన్‌ను అందించలేదు. మళ్లీ సైన్ ఇన్ చేయండి.
th_th: การอนุญาตของ Google ไม่ได้ให้โทเค็นการเข้าถึง ลงชื่อเข้าใช้อีกครั้ง
tr_tr: Google yetkilendirmesi bir erişim belirteci sağlamadı. Tekrar oturum açın.
uk_ua: Авторизація Google не надає маркер доступу. Увійдіть знову.
ur_pk: گوگل کی اجازت نے رسائی ٹوکن فراہم نہیں کیا۔ دوبارہ سائن ان کریں۔
uz_latn_uz: Google avtorizatsiyasi kirish tokenini taqdim etmadi. Qaytadan kiring.
vi_vn: Ủy quyền của Google không cung cấp mã thông báo truy cập. Đăng nhập lại.
zh_hans_cn: Google 授权未提供访问令牌。再次登录。
zh_hant_hk: Google 授權未提供存取令牌。再次登入。
zu_za: Ukugunyazwa kwe-Google akuzange kunikeze ithokheni yokufinyelela. Ngena ngemvume futhi.

# DataApi.AccountAccessNotConfigured
source: Google account access is not configured. Sign in before opening Profile.
af_za: Google-rekeningtoegang is nie opgestel nie. Meld aan voordat profiel oopgemaak word.
am_et: የጉግል መለያ መዳረሻ አልተዋቀረም። መገለጫ ከመክፈትዎ በፊት ይግቡ።
ar_sa: لم يتم تكوين الوصول إلى حساب Google. قم بتسجيل الدخول قبل فتح الملف الشخصي.
as_in: গুগল একাউণ্টৰ প্ৰৱেশ কনফিগাৰ কৰা হোৱা নাই। প্ৰফাইল খোলাৰ আগতে চাইন ইন কৰক।
az_latn_az: Google hesabına giriş konfiqurasiya edilməyib. Profili açmadan əvvəl daxil olun.
be_by: Доступ да ўліковага запісу Google не наладжаны. Увайдзіце перад адкрыццём профілю.
bg_bg: Достъпът до акаунт в Google не е конфигуриран. Влезте, преди да отворите Профил.
bn_bd: Google অ্যাকাউন্ট অ্যাক্সেস কনফিগার করা নেই। প্রোফাইল খোলার আগে সাইন ইন করুন।
bs_latn_ba: Pristup Google računu nije konfiguriran. Prijavite se prije otvaranja Profila.
ca_es: L'accés al compte de Google no està configurat. Inicieu la sessió abans d'obrir el perfil.
cs_cz: Přístup k účtu Google není nakonfigurován. Před otevřením profilu se přihlaste.
da_dk: Google-kontoadgang er ikke konfigureret. Log ind før du åbner profil.
de_de: Der Zugriff auf das Google-Konto ist nicht konfiguriert. Melden Sie sich an, bevor Sie das Profil öffnen.
el_gr: Η πρόσβαση στον λογαριασμό Google δεν έχει ρυθμιστεί. Συνδεθείτε πριν ανοίξετε το Προφίλ.
es_us: El acceso a la cuenta de Google no está configurado. Inicia sesión antes de abrir el perfil.
et_ee: Google'i konto juurdepääs pole konfigureeritud. Enne profiili avamist logige sisse.
eu_es: Google konturako sarbidea ez dago konfiguratuta. Hasi saioa Profila ireki aurretik.
fa_ir: دسترسی به حساب Google پیکربندی نشده است. قبل از باز کردن نمایه وارد شوید.
fi_fi: Google-tilin käyttöoikeutta ei ole määritetty. Kirjaudu sisään ennen profiilin avaamista.
fil_ph: Hindi naka-configure ang access sa Google account. Mag-sign in bago buksan ang Profile.
fr_ca: L'accès au compte Google n'est pas configuré. Connectez-vous avant d'ouvrir le profil.
gl_es: O acceso á conta de Google non está configurado. Inicia sesión antes de abrir o perfil.
gu_in: Google એકાઉન્ટ ઍક્સેસ ગોઠવેલ નથી. પ્રોફાઇલ ખોલતા પહેલા સાઇન ઇન કરો.
he_il: הגישה לחשבון Google אינה מוגדרת. היכנס לפני פתיחת הפרופיל.
hi_in: Google खाता एक्सेस कॉन्फ़िगर नहीं किया गया है. प्रोफ़ाइल खोलने से पहले साइन इन करें.
hr_hr: Pristup Google računu nije konfiguriran. Prijavite se prije otvaranja profila.
hu_hu: A Google-fiókhoz való hozzáférés nincs konfigurálva. Jelentkezzen be a profil megnyitása előtt.
hy_am: Google հաշվի մուտքը կազմաձևված չէ: Մուտք գործեք նախքան պրոֆիլը բացելը:
id_id: Akses akun Google tidak dikonfigurasi. Masuk sebelum membuka Profil.
it_it: L'accesso all'account Google non è configurato. Accedi prima di aprire il profilo.
ja_jp: Google アカウントへのアクセスが設定されていません。プロフィールを開く前にサインインしてください。
ka_ge: Google ანგარიშზე წვდომა არ არის კონფიგურირებული. შედით პროფილის გახსნამდე.
kk_kz: Google есептік жазбасына кіру конфигурацияланбаған. Профильді ашпас бұрын жүйеге кіріңіз.
km_kh: ការចូលប្រើគណនី Google មិនត្រូវបានកំណត់រចនាសម្ព័ន្ធទេ។ ចូលមុនពេលបើកប្រវត្តិរូប។
kn_in: Google ಖಾತೆಯ ಪ್ರವೇಶವನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿಲ್ಲ. ಪ್ರೊಫೈಲ್ ತೆರೆಯುವ ಮೊದಲು ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko_kr: Google 계정 액세스가 구성되지 않았습니다. 프로필을 열기 전에 로그인하세요.
ky_kg: Google каттоо эсебине кирүү конфигурацияланган эмес. Профилди ачуудан мурун кириңиз.
lo_la: ການເຂົ້າເຖິງບັນຊີ Google ບໍ່ໄດ້ຖືກຕັ້ງຄ່າ. ເຂົ້າສູ່ລະບົບກ່ອນເປີດໂປຣໄຟລ໌.
lt_lt: „Google“ paskyros prieiga nesukonfigūruota. Prisijunkite prieš atidarydami profilį.
lv_lv: Google konta piekļuve nav konfigurēta. Pirms profila atvēršanas pierakstieties.
mk_mk: Пристапот до сметката на Google не е конфигуриран. Најавете се пред да го отворите Профилот.
ml_in: Google അക്കൗണ്ട് ആക്‌സസ് കോൺഫിഗർ ചെയ്‌തിട്ടില്ല. പ്രൊഫൈൽ തുറക്കുന്നതിന് മുമ്പ് സൈൻ ഇൻ ചെയ്യുക.
mn_mn: Google бүртгэлийн хандалтыг тохируулаагүй байна. Профайлыг нээхээс өмнө нэвтэрнэ үү.
mr_in: Google खाते प्रवेश कॉन्फिगर केलेला नाही. प्रोफाइल उघडण्यापूर्वी साइन इन करा.
ms_my: Akses akaun Google tidak dikonfigurasikan. Log masuk sebelum membuka Profil.
nb_no: Google-kontotilgang er ikke konfigurert. Logg på før du åpner profil.
ne_np: Google खाता पहुँच कन्फिगर गरिएको छैन। प्रोफाइल खोल्नु अघि साइन इन गर्नुहोस्।
nl_nl: Toegang tot Google-account is niet geconfigureerd. Meld u aan voordat u Profiel opent.
or_in: ଗୁଗୁଲ୍ ଆକାଉଣ୍ଟ୍ ପ୍ରବେଶ ବିନ୍ୟାସ ହୋଇନାହିଁ | ପ୍ରୋଫାଇଲ୍ ଖୋଲିବା ପୂର୍ବରୁ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ |
pa_in: Google ਖਾਤਾ ਪਹੁੰਚ ਕੌਂਫਿਗਰ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ। ਪ੍ਰੋਫਾਈਲ ਖੋਲ੍ਹਣ ਤੋਂ ਪਹਿਲਾਂ ਸਾਈਨ ਇਨ ਕਰੋ।
pl_pl: Dostęp do konta Google nie jest skonfigurowany. Zaloguj się przed otwarciem profilu.
pt_br: O acesso à conta Google não está configurado. Faça login antes de abrir o perfil.
ro_ro: Accesul la contul Google nu este configurat. Conectați-vă înainte de a deschide Profil.
ru_ru: Доступ к аккаунту Google не настроен. Войдите в систему перед открытием профиля.
si_lk: Google ගිණුම් ප්‍රවේශය වින්‍යාස කර නොමැත. පැතිකඩ විවෘත කිරීමට පෙර පුරනය වන්න.
sk_sk: Prístup k účtu Google nie je nakonfigurovaný. Pred otvorením profilu sa prihláste.
sl_si: Dostop do računa Google ni nastavljen. Prijavite se, preden odprete profil.
sq_al: Qasja në llogarinë e Google nuk është konfiguruar. Identifikohu përpara se të hapësh profilin.
sr_cyrl_rs: Приступ Гоогле налогу није конфигурисан. Пријавите се пре него што отворите Профил.
sr_latn_rs: Pristup Google nalogu nije konfigurisan. Prijavite se pre nego što otvorite Profil.
sv_se: Åtkomst till Google-konto är inte konfigurerad. Logga in innan du öppnar profil.
sw_ke: Ufikiaji wa akaunti ya Google haujasanidiwa. Ingia kabla ya kufungua Wasifu.
ta_in: Google கணக்கு அணுகல் உள்ளமைக்கப்படவில்லை. சுயவிவரத்தைத் திறப்பதற்கு முன் உள்நுழையவும்.
te_in: Google ఖాతా యాక్సెస్ కాన్ఫిగర్ చేయబడలేదు. ప్రొఫైల్ తెరవడానికి ముందు సైన్ ఇన్ చేయండి.
th_th: ไม่ได้กำหนดค่าการเข้าถึงบัญชี Google ลงชื่อเข้าใช้ก่อนเปิดโปรไฟล์
tr_tr: Google hesabı erişimi yapılandırılmadı. Profili açmadan önce oturum açın.
uk_ua: Доступ до облікового запису Google не налаштовано. Увійдіть перед відкриттям профілю.
ur_pk: گوگل اکاؤنٹ تک رسائی کنفیگر نہیں ہے۔ پروفائل کھولنے سے پہلے سائن ان کریں۔
uz_latn_uz: Google hisobiga kirish sozlanmagan. Profilni ochishdan oldin tizimga kiring.
vi_vn: Quyền truy cập tài khoản Google chưa được định cấu hình. Đăng nhập trước khi mở Hồ sơ.
zh_hans_cn: 未配置 Google 帐户访问权限。打开个人资料之前先登录。
zh_hant_hk: 未配置 Google 帳戶存取權限。打開個人資料之前先登入。
zu_za: Ukufinyelela i-akhawunti ye-Google akulungiselelwe. Ngena ngemvume ngaphambi kokuvula Iphrofayela.

# DataApi.ApiKeyRequired
source: Add a Google API key before using public YouTube Data API v3 features.
af_za: Voeg 'n Google API-sleutel by voordat jy publieke YouTube Data API v3-kenmerke gebruik.
am_et: ይፋዊ የዩቲዩብ ዳታ API v3 ባህሪያትን ከመጠቀምዎ በፊት የGoogle API ቁልፍ ያክሉ።
ar_sa: أضف مفتاح Google API قبل استخدام ميزات YouTube Data API v3 العامة.
as_in: ৰাজহুৱা YouTube Data API v3 বৈশিষ্ট্যসমূহ ব্যৱহাৰ কৰাৰ আগতে এটা Google API কি যোগ কৰক।
az_latn_az: İctimai YouTube Data API v3 funksiyalarından istifadə etməzdən əvvəl Google API açarı əlavə edin.
be_by: Дадайце ключ Google API перад выкарыстаннем публічных функцый YouTube Data API v3.
bg_bg: Добавете ключ за API на Google, преди да използвате публични функции на API за данни на YouTube v3.
bn_bd: সর্বজনীন YouTube ডেটা API v3 বৈশিষ্ট্যগুলি ব্যবহার করার আগে একটি Google API কী যোগ করুন৷
bs_latn_ba: Dodajte Google API ključ prije korištenja javnih YouTube Data API v3 funkcija.
ca_es: Afegiu una clau de l'API de Google abans d'utilitzar les funcions públiques de l'API de dades de YouTube v3.
cs_cz: Před použitím veřejných funkcí rozhraní YouTube Data API v3 přidejte klíč Google API.
da_dk: Tilføj en Google API-nøgle, før du bruger offentlige YouTube Data API v3-funktioner.
de_de: Fügen Sie einen Google API-Schlüssel hinzu, bevor Sie öffentliche YouTube Data API v3-Funktionen verwenden.
el_gr: Προσθέστε ένα κλειδί API Google πριν χρησιμοποιήσετε τις δημόσιες λειτουργίες YouTube Data API v3.
es_us: Agregue una clave API de Google antes de utilizar las funciones públicas de la API de datos de YouTube v3.
et_ee: Enne avalike YouTube Data API v3 funktsioonide kasutamist lisage Google API võti.
eu_es: Gehitu Google API gako bat YouTube Data API v3 funtzio publikoak erabili aurretik.
fa_ir: قبل از استفاده از ویژگی‌های عمومی YouTube Data API v3، یک کلید Google API اضافه کنید.
fi_fi: Lisää Google-sovellusliittymäavain ennen julkisten YouTube Data API v3 -ominaisuuksien käyttöä.
fil_ph: Magdagdag ng Google API key bago gamitin ang mga pampublikong feature ng YouTube Data API v3.
fr_ca: Ajoutez une clé API Google avant d'utiliser les fonctionnalités publiques de l'API YouTube Data v3.
gl_es: Engade unha clave API de Google antes de utilizar as funcións públicas de YouTube Data API v3.
gu_in: સાર્વજનિક YouTube ડેટા API v3 સુવિધાઓનો ઉપયોગ કરતા પહેલા Google API કી ઉમેરો.
he_il: הוסף מפתח של Google API לפני השימוש בתכונות הציבוריות של YouTube Data API v3.
hi_in: सार्वजनिक YouTube डेटा API v3 सुविधाओं का उपयोग करने से पहले एक Google API कुंजी जोड़ें।
hr_hr: Dodajte Google API ključ prije upotrebe javnih značajki YouTube Data API v3.
hu_hu: A nyilvános YouTube Data API v3 funkcióinak használata előtt adjon hozzá egy Google API-kulcsot.
hy_am: Ավելացրեք Google API բանալի նախքան YouTube Data API v3 հանրային գործառույթներն օգտագործելը:
id_id: Tambahkan kunci Google API sebelum menggunakan fitur YouTube Data API v3 publik.
is_is: Bættu við Google API lykli áður en þú notar opinbera YouTube Data API v3 eiginleika.
it_it: Aggiungi una chiave API di Google prima di utilizzare le funzionalità pubbliche di YouTube Data API v3.
ja_jp: YouTube Data API v3 の公開機能を使用する前に、Google API キーを追加してください。
ka_ge: დაამატეთ Google API გასაღები საჯარო YouTube Data API v3 ფუნქციების გამოყენებამდე.
kk_kz: Қоғамдық YouTube Data API v3 мүмкіндіктерін пайдаланбас бұрын Google API кілтін қосыңыз.
km_kh: បន្ថែមសោ Google API មុនពេលប្រើមុខងារសាធារណៈ YouTube Data API v3 ។
kn_in: ಸಾರ್ವಜನಿಕ YouTube ಡೇಟಾ API v3 ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಬಳಸುವ ಮೊದಲು Google API ಕೀಯನ್ನು ಸೇರಿಸಿ.
ko_kr: 공개 YouTube Data API v3 기능을 사용하기 전에 Google API 키를 추가하세요.
ky_kg: Коомдук YouTube Data API v3 функцияларын колдонуудан мурун Google API ачкычын кошуңуз.
lo_la: ເພີ່ມລະຫັດ Google API ກ່ອນທີ່ຈະໃຊ້ຄຸນສົມບັດ YouTube Data API v3 ສາທາລະນະ.
lt_lt: Pridėkite „Google“ API raktą prieš naudodami viešąsias „YouTube Data API v3“ funkcijas.
lv_lv: Pirms publisko YouTube Data API v3 funkciju izmantošanas pievienojiet Google API atslēgu.
mk_mk: Додајте клуч на Google API пред да ги користите јавните функции на YouTube Data API v3.
ml_in: പൊതു YouTube ഡാറ്റ API v3 സവിശേഷതകൾ ഉപയോഗിക്കുന്നതിന് മുമ്പ് ഒരു Google API കീ ചേർക്കുക.
mn_mn: Нийтийн YouTube Data API v3 функцийг ашиглахын өмнө Google API түлхүүр нэмнэ үү.
mr_in: सार्वजनिक YouTube डेटा API v3 वैशिष्ट्ये वापरण्यापूर्वी Google API की जोडा.
ms_my: Tambahkan kunci API Google sebelum menggunakan ciri API Data YouTube v3 awam.
nb_no: Legg til en Google API-nøkkel før du bruker offentlige YouTube Data API v3-funksjoner.
ne_np: सार्वजनिक YouTube डाटा API v3 सुविधाहरू प्रयोग गर्नु अघि Google API कुञ्जी थप्नुहोस्।
nl_nl: Voeg een Google API-sleutel toe voordat u openbare YouTube Data API v3-functies gebruikt.
or_in: ସାର୍ବଜନୀନ ୟୁଟ୍ୟୁବ୍ ଡାଟା API v3 ବ features ଶିଷ୍ଟ୍ୟ ବ୍ୟବହାର କରିବା ପୂର୍ବରୁ ଏକ Google API କି ଯୋଡନ୍ତୁ |
pa_in: ਜਨਤਕ YouTube ਡਾਟਾ API v3 ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇੱਕ Google API ਕੁੰਜੀ ਸ਼ਾਮਲ ਕਰੋ।
pl_pl: Dodaj klucz Google API, zanim zaczniesz korzystać z publicznych funkcji YouTube Data API w wersji 3.
pt_br: Adicione uma chave de API do Google antes de usar os recursos públicos da API de dados v3 do YouTube.
ro_ro: Adăugați o cheie API Google înainte de a utiliza funcțiile publice YouTube Data API v3.
ru_ru: Добавьте ключ Google API перед использованием общедоступных функций YouTube Data API v3.
si_lk: පොදු YouTube Data API v3 විශේෂාංග භාවිත කිරීමට පෙර Google API යතුරක් එක් කරන්න.
sk_sk: Pred použitím verejných funkcií rozhrania YouTube Data API v3 pridajte kľúč rozhrania Google API.
sl_si: Pred uporabo javnih funkcij YouTube Data API v3 dodajte ključ Google API.
sq_al: Shto një çelës Google API përpara se të përdorësh veçoritë publike të YouTube Data API v3.
sr_cyrl_rs: Додајте Гоогле АПИ кључ пре коришћења јавних функција ИоуТубе Дата АПИ в3.
sr_latn_rs: Dodajte Google API ključ pre korišćenja javnih funkcija YouTube Data API v3.
sv_se: Lägg till en Google API-nyckel innan du använder offentliga YouTube Data API v3-funktioner.
sw_ke: Ongeza kitufe cha API ya Google kabla ya kutumia vipengele vya v3 vya API ya Data ya YouTube.
ta_in: பொது YouTube தரவு API v3 அம்சங்களைப் பயன்படுத்தும் முன் Google API விசையைச் சேர்க்கவும்.
te_in: పబ్లిక్ YouTube డేటా API v3 ఫీచర్‌లను ఉపయోగించే ముందు Google API కీని జోడించండి.
th_th: เพิ่มคีย์ Google API ก่อนใช้ฟีเจอร์ YouTube Data API v3 สาธารณะ
tr_tr: Herkese açık YouTube Veri API'sı v3 özelliklerini kullanmadan önce bir Google API anahtarı ekleyin.
uk_ua: Додайте ключ Google API перед використанням загальнодоступних функцій YouTube Data API v3.
ur_pk: عوامی YouTube ڈیٹا API v3 خصوصیات استعمال کرنے سے پہلے ایک Google API کلید شامل کریں۔
uz_latn_uz: Umumiy YouTube Data API v3 funksiyalaridan foydalanishdan oldin Google API kalitini qoʻshing.
vi_vn: Thêm khóa API Google trước khi sử dụng các tính năng API dữ liệu YouTube phiên bản 3 công khai.
zh_hans_cn: 在使用公共 YouTube 数据 API v3 功能之前添加 Google API 密钥。
zh_hant_hk: 在使用公共 YouTube 資料 API v3 功能之前新增 Google API 金鑰。
zu_za: Engeza ukhiye we-Google API ngaphambi kokusebenzisa izici zomphakathi ze-YouTube Data API v3.

# DataApi.ChannelIdRequired
source: A channel ID is required.
af_za: 'n Kanaal-ID word vereis.
am_et: የሰርጥ መታወቂያ ያስፈልጋል።
ar_sa: مطلوب معرف القناة.
as_in: এটা চেনেল আইডিৰ প্ৰয়োজন।
az_latn_az: Kanal ID tələb olunur.
be_by: Патрабуецца ідэнтыфікатар канала.
bg_bg: Изисква се идентификатор на канал.
bn_bd: একটি চ্যানেল আইডি প্রয়োজন।
bs_latn_ba: Potreban je ID kanala.
ca_es: Cal un identificador de canal.
cs_cz: Je vyžadováno ID kanálu.
da_dk: Et kanal-id er påkrævet.
de_de: Eine Kanal-ID ist erforderlich.
el_gr: Απαιτείται αναγνωριστικό καναλιού.
es_us: Se requiere una identificación de canal.
et_ee: Kanali ID on nõutav.
eu_es: Kanalaren IDa behar da.
fa_ir: شناسه کانال مورد نیاز است.
fi_fi: Kanavan tunnus vaaditaan.
fil_ph: Kailangan ng channel ID.
fr_ca: Un identifiant de chaîne est requis.
gl_es: É necesario un ID de canle.
gu_in: ચેનલ ID જરૂરી છે.
he_il: נדרש מזהה ערוץ.
hi_in: एक चैनल आईडी आवश्यक है.
hr_hr: Potreban je ID kanala.
hu_hu: Csatornaazonosító szükséges.
hy_am: Ալիքի ID-ն անհրաժեշտ է:
id_id: ID saluran diperlukan.
is_is: Rásaauðkenni er krafist.
it_it: È richiesto un ID canale.
ja_jp: チャンネルIDは必須です。
ka_ge: საჭიროა არხის ID.
kk_kz: Арна идентификаторы қажет.
km_kh: លេខសម្គាល់ឆានែលត្រូវបានទាមទារ។
kn_in: ಚಾನಲ್ ಐಡಿ ಅಗತ್ಯವಿದೆ.
ko_kr: 채널 ID가 필요합니다.
ky_kg: Канал идентификатору талап кылынат.
lo_la: ຕ້ອງມີ ID ຊ່ອງ.
lt_lt: Būtinas kanalo ID.
lv_lv: Ir nepieciešams kanāla ID.
mk_mk: Потребен е ID на канал.
ml_in: ഒരു ചാനൽ ഐഡി ആവശ്യമാണ്.
mn_mn: Сувгийн ID шаардлагатай.
mr_in: चॅनल आयडी आवश्यक आहे.
ms_my: ID saluran diperlukan.
nb_no: En kanal-ID kreves.
ne_np: च्यानल ID आवश्यक छ।
nl_nl: Er is een kanaal-ID vereist.
or_in: ଏକ ଚ୍ୟାନେଲ୍ ID ଆବଶ୍ୟକ |
pa_in: ਇੱਕ ਚੈਨਲ ID ਲੋੜੀਂਦਾ ਹੈ।
pl_pl: Wymagany jest identyfikator kanału.
pt_br: É necessário um ID de canal.
ro_ro: Este necesar un ID de canal.
ru_ru: Требуется идентификатор канала.
si_lk: නාලිකා හැඳුනුම්පතක් අවශ්‍ය වේ.
sk_sk: Vyžaduje sa ID kanála.
sl_si: Potreben je ID kanala.
sq_al: Kërkohet një ID kanali.
sr_cyrl_rs: Потребан је ИД канала.
sr_latn_rs: Potreban je ID kanala.
sv_se: Ett kanal-ID krävs.
sw_ke: Kitambulisho cha kituo kinahitajika.
ta_in: சேனல் ஐடி தேவை.
te_in: ఛానెల్ ID అవసరం.
th_th: จำเป็นต้องมีรหัสช่อง
tr_tr: Kanal kimliği gerekli.
uk_ua: Потрібен ідентифікатор каналу.
ur_pk: ایک چینل ID درکار ہے۔
uz_latn_uz: Kanal identifikatori talab qilinadi.
vi_vn: Cần có ID kênh.
zh_hans_cn: 需要通道 ID。
zh_hant_hk: 需要通道 ID。
zu_za: Kudingeka i-ID yesiteshi.
